TargetApplication=ARen 3.79
Author=Łukasz SEWERYN - continuation of translation done by fenixproductions (TC UP team)
SourceLANGID=1033
LANGID=1045
Generator=DKLang Translation Editor v3.0
LastModified=2017-10-23 19:27:56

[About]
00000002=O programie
00000094=ARen
00000161=Zamknij
00000162=Historia
00000165=Komentarze, zgłoszenia błędów oraz pomysły mile widziane.
00000166=O Advanced Renamer
00000167=Sprawdź na forum
00000168=Darowizna
00000169=Nazwa:
00000170=Zarejestrowano dla:
00000171=Zastosuj
00000172=Uzyskaj klucz licencyjny:
00000173=do użytku domowego
00000174=Wsparcie
00000175=do użytku komercyjnego
00000176=Kup

[AddDir]
00000002=Dodaj ścieżkę
00000094=&Maska:
00000161=Anuluj
00000162=OK
00000163=Uwzględnij podfoldery
00000164=Nowy folder...
00000165=Dopasowanie wyrażenia regularnego:
00000166=Nie pasuje

[ARenMain]
00000002=ARen
00000005=0 elementów
00000006=0 błędów
00000007=Status: OK
00000008=Główny pasek narzędzi
00000009=Odśwież
00000010=&Testuj
00000011=&Test automatyczny
00000012=Tryb miniatur
00000013=Ustawienia
00000014=&Pomoc
00000015=&Indeks...
00000016=S&króty...
00000017=Dziennik &Wersji...
00000018=Szukaj &nowej wersji...
00000020=O progr&amie...
00000021=Cofnij przetwarzanie
00000023=Lista pasków narzędzi
00000024=Dod&aj
00000025=&Pliki...
00000026=Ścieżki...
00000027=&Lista
00000028=Wczytaj...
00000029=Zapisz...
00000030=Wyczyść...
00000031=Usuń błędne pliki
00000032=Na wierzch
00000033=W górę
00000034=W dół
00000035=Na spód
00000036=Pliki
00000058=Foldery
00000067=Nazwa:
00000068=Ścieżka:
00000069=Rozmiar:
00000070=Utworzono:
00000071=Zmodyfikowano:
00000072=Typ pliku:
00000073=Atrybuty:
00000074=Ostatnio otwarty:
00000076=Brak informacji
00000077=Nie można wczytać szczegółowych informacji. Plik w użyciu.
00000078=Obraz
00000079=Wymiary:
00000080=Data wykonania:
00000081=Autor:
00000082=Prawa:
00000084=ID3
00000085=Tytuł:
00000086=Artista:
00000087=Album:
00000088=Utwór:
00000089=Rok:
00000090=Rodzaj:
00000091=Ścieżka
00000092=Zawiera:
00000094=Nie znaleziono metod.
00000095=Lista metod zmiany nazw
00000096=Pasek metod
00000097=Dodaj metodę
00000098=Usuń metodę
00000099=Wyczyść metody
00000100=Wierzch
00000101=W górę
00000102=W dół
00000103=Spód
00000105=Wczytaj listę metod
00000106=Zapisz listę metod
00000107=Zapisane:
00000110=Wczytaj listę
00000111=Przesuń zaznaczone
00000112=Na wierzch
00000113=W górę
00000114=W dół
00000115=Na spód
00000116=Dodaj...
00000117=Usuń
00000118=Uruchom
00000119=Właściwości...
00000120=Wczytaj listę...
00000121=Zapisz listę...
00000122=Wyczyść listę
00000123=Odśwież
00000124=Schematy
00000125=Dopasuj kolumny
00000144=Dostosuj
00000145=Kopiuj
00000152=Przesuń
00000153=Wierzch
00000154=Góra
00000155=Dół
00000156=Spód
00000157=Zmień metodę na
00000158=Dodaj metodę
00000159=Usuń
00000160=Wyczyść
00000163=Porady &startowe
00000164=Dodaj metodę zmiany
00000179=Wstaw Z&nacznik
00000180=Co&fnij
00000181=Wy&tnij
00000182=&Kopiuj
00000183=&Wklej
00000184=&Zaznacz wszystkie
00000185=Odwiedź &forum online...
00000186=Dostosuj kolumny
00000187=Zestawy
00000188=Wypełnij kolumny
00000189=&Dostosuj...
00000190=Styl widoku
00000191=Szczegóły
00000192=Duże ikony
00000193=Małe ikony
00000194=Lista
00000196=Zaznacz
00000197=Odznacz wybrane
00000198=Zaznacz wybrane
00000200=Odznacz wszystkie
00000201=Zaznacz wszystkie
00000202=Tryb wsadowy:
00000203=Folder docelowy:
00000204=Zapisz listę
00000205=Do pliku CSV...
00000206=Usuń elementy bez znaczników ID3
00000207=Usuń elementy bez informacji o obrazach
00000219=Zasada kolizji nazw:
00000220=Separator:
00000221=Wzorzec:
00000223=Otwórz przetwarzanie wsadowe
00000225=Zapisz przetwarzanie wsadowe
00000226=Wideo
00000227=Rozmiar:
00000228=Klatek/sek:
00000229=Długość:
00000230=Kodek wideo:
00000231=Kodek audio
00000232=Bitrate:
00000233=Położenie GPS:
00000234=Sortuj losowo
00000235=Zmień opis...
00000236=Precyzja GPS:
00000237=ExifTool...
00000238=Dodaj pasek narzędziowy dla folderów
00000239=Dodaj zaznaczone
00000240=Pokaż pliki
00000241=Odśwież
00000242=Panel folderów
00000243=Panel folderów
00000244=Dodaj zaznaczone
00000245=Seriale...
00000246=Importuj
00000247=Serial:
00000248=Odcinek:
00000249=Plik CSV...
00000250=Zaznacz wg wzorca...
00000251=Odznacz wg wzorca...
00000252=Program
00000253=Konfiguracja linii komend...
00000254=Odwróć zaznaczenia
00000255=Zaznacz
00000256=Zaznacz wszystkie
00000257=Odznacz
00000258=Odwróć zaznaczenie
00000259=Zaznacz niepasujące wzory...
00000260=Otwórz zawierający folder
00000261=Nowa wersja Advanced Renamer jest dostępna.
00000262=Uaktualnij teraz!
00000264=zamknij
00000265=Licencja...
00000266=Wartości GPS
00000267=Metadane
00000268=Zastąp nową nazwę pliku...
00000269=START
00000270=Odznacz wszystkie
00000271=Zaznacz wszystkie
00000272=Potrzebujesz pomocy?
00000273=Nie pokazuj tego ponownie
00000274=Potrzebujesz pomocy?
00000275=Nie pokazuj tego ponownie

[CustomizeCols]
00000002=Dostosuj kolumny
00000094=Schematy:
00000095=Kolumny:
00000096=Szerokość:
00000097=OK
00000098=Anuluj
00000099=W górę
00000100=W dół
00000101=Wierzch
00000102=Spód
00000103=Zapisz
00000104=Usuń

[InsertTag]
00000003=<Inc Nr> - Licznik
00000096=Domyślne
00000097=<DirName> - Nazwa folderu
00000099=<Inc Alpha> - Alfabet
00000101=<Num Dirs> - Liczba podfolderów ścieżki
00000103=<Num Files> - Liczba plików folderu
00000105=<Ext> - Rozszerzenie
00000107=<Name> - Nazwa pliku (bez rozszerzenia)
00000109=<Inc NrDir> - Licznik dla folderu
00000111=<Num Items> - Liczba elementów listy
00000113=ID3/MP3
00000114=<ID3 Album> - Album
00000116=<ID3 Year> - Rok
00000118=<ID3 Track> - Utwór
00000120=<ID3 Title> - Tytuł
00000122=<ID3 Genre> - Rodzaj
00000124=<ID3 Artist> - Artysta
00000126=Obraz
00000127=<IMG Width> - Szerokość obrazu
00000129=<IMG Height> - Wysokość obrazu
00000131=<IMG Year> - Rok
00000133=<IMG Month> - Miesiąc
00000135=<IMG Day> - Dzień
00000137=<IMG Hour> - Godzina
00000139=<IMG Min> - Minuta
00000141=<IMG Sec> - Sekunda
00000143=<IMG Author> - Autor obrazu
00000145=<IMG Copyright> - Prawa do obrazu
00000147=Czas
00000148=<Year> - Rok
00000150=<Sec> - Sekunda
00000152=<Min> - Minuta
00000154=<Hour> - Godzina
00000156=<Day> - Dzień
00000158=<Month> - Miesiąc
00000160=Utworzono
00000161=<Year Created> - Rok utworzenia
00000163=<Sec Created> - Sekunda utworzenia
00000165=<Min Created> - Minuta utworzenia
00000167=<Hour Created> - Godzina utworzenia
00000169=<Day Created> - Dzień utworzenia
00000171=<Month Created> - Miesiąc utworzenia
00000173=Zmodyfikowano
00000174=<Year Modified> - Rok modyfikacji
00000176=<Sec Modified> - Sekunda modyfikacji
00000178=<Min Modified> - Minuta modyfikacji
00000180=<Hour Modified> - Godzina modyfikacji
00000182=<Day Modified> - Dzień modyfikacji
00000184=<Month Modified> - Miesiąc modyfikacji
00000186=Pomoc
00000187=<Rand> - Liczba losowa
00000188=Zaawansowane
00000189=<File Content> - Zawartość pliku
00000190=<Bitrate>
00000191=<Substr> - Część tekstu
00000192=<RSubstr> - Część tekstu z prawej
00000193=<Word> - Kolejne słowo nazwy
00000194=<Img Subsec> - Części sekundy
00000195=Rozmiar pliku
00000196=<Filesize> - Rozmiar
00000197=<Filesize Kb> - kilobajtów
00000198=<Filesize Mb> - megabajtów
00000199=<Filesize Gb> - gigabajtów
00000200=<Filesize Tb> - terabajtów
00000201=Wideo
00000202=<Video Width> - Szerokość obrazu wideo
00000203=<Video Height> - Wysokość obrazu wideo
00000204=<Video Codec> - Kodek wideo
00000205=<Video Audio Codec> - Kodek audio
00000206=<Bitrate> - Całkowity bitrate
00000207=<Video Bitrate> - Bitrate obrazu
00000208=<Video Audio Bitrate> - Bitrate dźwięku
00000210=<Video FrameRate> - Liczba klatek/sek
00000211=<Video Duration> - Długość wideo
00000212=<Img CameraMake> - Producent aparatu
00000213=<Img CameraModel> - Model aparatu
00000214=<Img Aperture> - Apertura
00000215=<Img Brightness> - Jasność
00000216=<Img FocalLength> - Ogniskowa
00000217=<Img ISO> - ISO
00000218=<Img ShutterSpeed> - Prędkość migawki
00000219=<Img ExposureTime> - Czas naświetlania
00000220=<Img Subject> - Temat
00000221=<Img Title> - Tytuł
00000222=<Img Contrast> - Kontrast
00000223=<Img ExposureMode> - Tryb naświetlania
00000224=<Img ExposureProgram> - Program naświetlania
00000225=<Img Saturation> - Nasycenie
00000226=<Img Sharpness> - Ostrość
00000227=<Img WhiteBalance> - Balans bieli
00000228=GPS (geolokacja)
00000229=<GPS Lat> - Szerokość geograficzna
00000230=<GPS Lat Deg> - Stopnie szerokości
00000231=<GPS Lat Sec> - Sekundy szerokości
00000232=<GPS Lat Min> - Minuty szerokości
00000237=<GPS Lng> - Długość geograficzna
00000238=<GPS Lng Deg> - Stopnie długości
00000239=<GPS Lng Min> - Minuty długości
00000240=<GPS Lng Sec> - Sekundy długości
00000241=<GPS Alt> - Wysokość
00000242=<GPS Country> - Kraj zrobienia zdjęcia
00000243=<GPS City> - Miasto zrobienia zdjęcia
00000244=<GPS State> - Stan (województwo) zrobienia zdjęcia
00000245=<GPS Lng Dir> - Kierunek długości
00000246=<GPS Lat Dir> - Kierunek szerokości
00000247=<ExifTool> - Wartość z ExifTool
00000249=Suma kontrolna
00000250=<MD5> - suma kontrolna MD5
00000251=<SHA1> - suma kontrolna SHA-1
00000252=<SHA256> - suma kontrolna SHA-256
00000253=Seriale
00000254=<TVShow Genres> - Rodzaje seriali
00000255=<TVShow Year> - Rok emisji
00000256=<TVShow Title> - Tytuł
00000257=<TVShow Season> - Numer sezonu
00000258=<TVShow EpisodeNumber> - Numer odcinka
00000259=<TVShow Day> - Dzień emisji
00000260=<TVShow Month> - Miesiąc emisji
00000261=<TVShow StartYear> - Rok pierwszej emisji
00000262=<TVShow EpisodeTitle> - Tytuł odcinka
00000263=<TVShow EpisodeSequence> - Numer kolejnego odcinka
00000264=<Inc Hex> - Zwiększające numrey (szesnastkowe)
00000265=<Inc Roman> - Zwiększające numery (rzymskie)
00000266=<Video Title> - Tytuł wideo
00000267=<Video Genre> - Rodzaj wideo
00000279=<ID3 Duration> - Długość pliku audio
00000280=<ID3 Hour> - Ilość godzin pliku audio
00000281=<ID3 Min> - Ilość minut pliku audio
00000282=<ID3 Sec> - Ilość sekund pliku audio
00000283=<Video Hour> - Ilość godzin pliku wideo
00000284=<Video min> - Ilość minut pliku wideo
00000285=<Video Sec> - Ilość sekund pliku wideo
00000286=<File Line> - Linia pliku
00000287=<Dec Nr> - Zmniejszające numery
00000288=<UnixTimestamp> - Znacznik czasowy Unix
00000289=<UnixTimestamp Created> - Czas utworzenie Unix
00000290=<UnixTimestamp Modified> - Czas modyfikacji Unix
00000291=Dokumentacja znaczników
00000292=<Img DPI> - Rozdzielczość obrazu DPI
00000293=<Img Width Inch> - Szerokość w calach
00000294=<Img Height Inch> - Wysokość w calach
00000295=<Img Width Cm> - Szerokość w centymetrach
00000296=<Img Height Cm> - Wysokość  w centymetrach
00000297=<Img Width Mm> - Szerokość w milimetrach
00000298=<Img Height Mm> - Wysokość w milimetrach
00000299=<Rand Str> - losowy łańcuch
00000300=<ID3 Disc>

[InsertTagWnd]
00000002=Wstaw znacznik
00000094=Zamknij
00000095=Wartość liczbowa
00000096=Wzorzec
00000097=OK
00000098=Użyj wyrażenia regularnego
00000099=Znaczniki:
00000100=Meta-znaki wyrażeń regularnych:

[Patern]
00000002=Wzorce
00000094=Dostępne wzorce:
00000159=Usuń
00000160=Wybrany wzorzec:
00000161=OK
00000162=Anuluj
00000163=Dodaj
00000164=Nowy

[PreRenaming]
00000002=Rozpocznij
00000160=Przed kliknięciem przycisku "Zmień" upewnij się, iż ustawienia zmiany nazwy są poprawne.
00000161=Anuluj
00000162=Zmień

[Progress]
00000002=Postęp
00000094=Proszę czekać podczas przetwarzania....
00000160=Całkowita liczba plików:
00000161=OK
00000162=Pokaż błędy
00000163=Dodaj pliki:
00000164=Brak
00000165=Brak\nPliki zmienione\nPliki niezmienione\nWszystkie pliki\n
00000166=TabSheet1
00000167=Nazwa pliku
00000168=Kod błędu
00000169=Opis błędu
00000170=Plików:
00000171=Zmienione:
00000172=Błędy:
00000173=TabSheet2
00000174=Znalezione błędy:

[ProgressAdd]
00000002=Proszę czekać
00000094=Dodawanie plików...
00000161=Anuluj

[ProgressError]
00000002=Znaleziono błędy
00000094=Zmiany nie zostały przeprowadzone bowiem znaleziono błędy w wybranych plikach. Nazwy podanych plików nie mogą zostać zmienione. Wybierz dla nich akcję poniżej.
00000161=Zatrzymaj przetwarzanie
00000163=Pomiń błędne pliki
00000164=Plików:
00000165=Błędów:
00000166=Nazwa pliku
00000167=Błąd

[Settings]
00000002=Ustawienia
00000161=Anuluj
00000162=OK
00000163=Domyślne
00000164=Zastąp niewspierane znaki na:
00000165=Szerokość:
00000166=Wysokość:
00000167=Pokazuj okno informacji o pliku.
00000168=Wymagaj potwierdzenia akcji "Wyczyść listę".
00000171=Włącz menu kontekstowe &Eksploratora.
00000172=Pokaż siatkę.
00000173=Czytaj szerokość i wysokość z pól EXIF.
00000175=Język:
00000177=Zapisz ustawienia w tym folderze:
00000178=Folder osobisty
00000179=Folder aplikacji
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=Otwórz folder...
00000187=Pokaż pomoc dla użytkownika początkującego.
00000188=Brak dostępu dla znaczników rosnących (Inc Nr).
00000194=Sprawdź aktualizacje przy uruchomieniu.
00000195=Pole EXIF zmian czasu:
00000196=Zaznaczenie wpływa na licznik (znacznik: Inc Nr).
00000197=Separatory słów:
00000198=Powiąż pliki *.aren z programem Advanced Renamer.
00000199=Ogólne
00000200=Program
00000201=Zmiana nazw
00000202=Pliki obrazów
00000203=Pliki dźwiękowe
00000204=Ustawienia ID&3
00000205=Pokaż pasek "Dodaj metodę zmiany nazwy".
00000206=Dodaj pliki po zakończeniu przetwarzania wsadowego:
00000207=Konsola
00000208=Folder aplikacji w zmiennych środowiskowych
00000209=Edytor JS Script
00000210=Rozmiar wcięcia:
00000212=Przewijanie poza końcem linii.
00000213=Maksymalna ilość pozycji:
00000214=Zmień nazwę pary plików na nową.
00000215=Pokaż przycisk START po lewej stronie.
00000216=Pliki wideo
00000217=Nie analizuj metadanych plików wideo.
00000218=Nie analizuj metadanych plików audio.
00000219=Nie analizuj metadanych plików obrazów.

[UndoBatchForm]
00000002=Cofnij
00000094=Wybierz akcję do cofnięcia z listy po lewej
00000161=Zamknij
00000162=Cofnij listę
00000163=Źródłowa nazwa pliku
00000164=Docelowa nazwa pliku
00000165=Błąd
00000166=Ścieżka
00000167=Zaznacz wszystkie
00000168=Odznacz wszystkie
00000169=Wybierz akcję poprzedniego przetwarzania i kliknij "Cofnij listę" by cofnąć zmianę nazw.
00000170=Zmieniona nazwa folderu
00000171=Usuń...
00000172=Odznacz błędn&e elementy
00000173=Usuń poprzednie zadania...

[frmAddFolderChoice]
00000001=Dodaj folder
00000002=Anuluj
00000003=OK
00000004=Dodaj &pliki w folderach
00000005=Dodaj &foldery
00000006=Uwzględnij po&dfoldery
00000007=&Maska nazwy pliku:
00000009=Dodawaj foldery &główne
00000010=Dodawaj po&dfoldery
00000011=Dopasowanie wyrażenia regularnego:
00000012=Nie pasuje

[BatchResultFrame]
00000003=Ostatni wynik
00000004=Elementów razem:
00000005=Znalezionych błędów:
00000006=Pokaż błędy...
00000007=Cofnij ostatnie przetwarzanie...
00000008=Dodaj poprawne elementy
00000009=Dodaj błędne elementy
00000010=Dodaj wszystkie

[frmCommandLine]
00000002=Konfiguracja linii komend
00000202=Tryb wsadowy:
00000223=Otwórz metodę wsadową
00000224=Ścieżka:
00000225=Plik z listą metod:
00000226=Typ pozycji:
00000227=Pozycje:
00000228=Kolejność pozycji:
00000229=Zapisz do pliku logów:
00000230=Folder docelowy:
00000231=Maska pozycji:
00000232=Maska pozycji wyr. reg.:
00000233=Komenda:
00000234=Plik zawierający pozycje:
00000235=Dodaj również pozycje z podfolderów
00000236=Odwróć
00000237=Pozycje z podanej ścieżki
00000238=Lista pozycji
00000239=Plik zawierający pozycje
00000240=Kopiuj komendę
00000241=Zapisz do pliku .bat...
00000242=Zamknij
00000243=Otwórz plik
00000244=Zapisz plik
00000245=Zapisz plik wsadowy

[frmCSVImport]
00000002=Importuj z pliku CSV
00000003=&Importuj
00000008=Anuluj
00000009=Nazwa pliku:
00000010=Separator kolumn:
00000011=Kolumna dla oryginalnej nazwy pliku:
00000012=Kolumna dla nowej nazwy pliku: (opcjonalnie)
00000013=Folder bazowy dla oryginalnych plików:
00000014=Nagłówek jako pierwsza linia
00000015=Oryginalna nazwa pliku
00000016=Nowa nazwa pliku
00000017=Status

[frmExifTool]
00000002=ExifTool
00000094=Zamknij
00000096=Znacznik:
00000097=Kopiuj
00000098=ExifTool jest zewnętrznym programem, wspierającym większą ilość formatów plików, niż natywne wsparcie przez Advanced Renamer. Używaj ExifTool, aby uzyskać dostęp do większej ilości metadanych pliku.
00000099=Strona domowa ExifTool
00000100=Filtr:

[frmJSScript]
00000001=Skrypt
00000002=Zamknij i zastosuj skrypt
00000003=Ten skrypt zostanie wykonany raz dla każdej pozycji z listy.
00000004=Ten skrypt zostanie wykonany raz przed procesem wszystkich pozycji z listy. Użyj go aby ustawić jakiekolwiek początkowe wartości.

[frmTVShow]
00000002=Importuj serial
00000003=OK
00000004=Wyszukaj serial:
00000005=Szukaj
00000006=Następny >
00000007=< Poprzedni
00000008=Anuluj
00000009=Wybrano:
00000010=Rodzaj:
00000013=Sezony:
00000014=Odcinki:
00000015=Ten przewodnik pomaga wypełnić pliki z listy seriali, informacją pobraną z TVMaze.com.\n\nPrzed kontynuacją upewnij się, że pliki na liście są uporządkowane w odpowiedniej kolejności.\n\nPo zakończeniu importu informacji z tvrage.com, możesz zacząć używać znaczników seriali do zmiany nazwy plików.
00000016=Importuj z:
00000017=Licznik plików:
00000018=Liczba zaznaczonych odcinków:
00000019=Odśwież
00000020=Wszystkie
00000021=Żadne
00000022=Wszystkie
00000023=Żadne

[GPSValuesForm]
00000002=Wartości GPS
00000003=Oryginalna wartość\nWartość\n
00000004=OK
00000005=Anuluj
00000006=Użyj poniższej listy aby nadpisać wartości GPS.

[MetaDataBatchForm]
00000002=Wsadowy zapis metadanych
00000003=Pole metadanych:
00000004=START
00000005=Ta funkcjonalność dostępna jest tylko dla zarejestrowancyh użytkowników. Bez rejestracji, możliwość ta jest limitowana tylko do pracy z jedną pozycją.
00000017=Zmiana metadanych, może potencjalnie uszkodzić pliki. Proszę upewnij się, że posiadasz kopię zapasową plików przed rozpoczęciem zmiany metadanych. Używaj tej funkcjonalności tylko na plikach znajdujących się na dyskach lokalnych. Działa z większością plików JPEG i wielu innych typów.
00000018=Nazwa pliku
00000019=Oryginalna wartość
00000020=Nowa wartość
00000021=Status
00000022=Anuluj
00000023=Zamknij

[PleaseRegisterForm]
00000002=Rejestracja
00000094=Jeśli lubisz i często używasz Advanced Renamer, prosimy o wspacie finansowe projektu wykupując licencję. Użyj poniższych przycisków aby zarejestrować klucz licencji.
00000173=Do użytku domowego:
00000174=Wsparcie
00000175=Do użytku komercyjnego:
00000176=Kup
00000177=Zamknij
00000181=Klucz licencji:
00000182=Nazwa:
00000183=Zarejestrowano dla:
00000184=Zastosuj

[frmSelectDate]
00000002=Wybierz datę
00000161=Anuluj
00000162=OK
00000163=Data:
00000164=Wybierz datę.

[$CONSTANTS]
AbsoluteDateTime=Data/czas absolutne
Accessed=Użyto
AccessedDateTime=Data/czas ostatniego użycia
Action=Akcja
Active=Aktywne
Add=Dodaj
AddFiles=Dodaj pliki
AddingFiles=Dodawanie plików...
All=Wszystkie
AllFiles=Wszystkie pliki
AllItems=Wszystkie pozycje
AnalyzingFiles=Analizowanie plików...
ApplyScript=Zastosuj skrypt
ApplyTo=Zastosuj do
Archive=Archiwalny
Archive_Short=A
Ask=Zapytaj
AtIndex=W miejscu
Audio=Audio
Backwards=Wstecz
BatchModeCopy=Kopiuj
BatchModeMove=Przenieś
BatchModeRename=Zmień nazwę
Beta=Beta
BetaFeature=Funkcja testowa
CaseSensitive=Istotna wielkość liter
ColumnName0=Nazwa pliku
ColumnName1=Ścieżka
ColumnName10=Rodzaj (ID3)
ColumnName100=Nazwa folderu
ColumnName101=Ścieżka
ColumnName102=Data utworzenia
ColumnName103=Atrybuty
ColumnName104=Nowe atrybuty
ColumnName105=Nowa nazwa folderu
ColumnName106=Nowa data utworzenia
ColumnName107=Kod błędu
ColumnName108=Stan
ColumnName109=Nowa ścieżka
ColumnName11=Tytuł (ID3)
ColumnName12=Utwór (ID3)
ColumnName13=Rok (ID3)
ColumnName14=Nowe atrybuty
ColumnName15=Nowa nazwa pliku
ColumnName16=Nowa data utworzenia
ColumnName17=Nowa data ostatniego użycia
ColumnName18=Nowa data modyfikacji
ColumnName19=Kod błędu
ColumnName2=Rozmiar
ColumnName20=Stan
ColumnName21=Data wykonania
ColumnName22=Rozszerzenie
ColumnName23=Nowa ścieżka
ColumnName3=Data utworzenia
ColumnName4=Data ostatniego użycia
ColumnName5=Data modyfikacji
ColumnName6=Atrybuty
ColumnName7=Wymiary
ColumnName8=Album (ID3)
ColumnName9=Artysta (ID3)
CommercialUse=Użytek komercyjny
ContinueQuestion=Kontynuować?
CopiedFileCouldNotBeFound=Nie znaleziono skopiowanego pliku
CopiedFolderCouldNotBeFound=Nie znaleziono skopiowanego folderu
CopiedItem=Skopiowany element
CopiedItemPath=Skopiowana ścieżka elementu
CopyValueToAll=Kopiuj wartość do wszystkich
CopyValueToAllAbove=Kopiuj wartość do wszystkich powyższych
CopyValueToAllBelow=Kopiuj wartość do wszystkich poniższych
Created=Utworzono
CreatedDateTime=Data/czas utworzenia
current=obecny
Datetime=Data czas
Day=Dzień
Day_Long_1=Poniedziałek
Day_Long_2=Wtorek
Day_Long_3=Środa
Day_Long_4=Czwartek
Day_Long_5=Piątek
Day_Long_6=Sobota
Day_Long_7=Niedziela
Day_Short_1=Pon
Day_Short_2=Wt
Day_Short_3=Śr
Day_Short_4=Czw
Day_Short_5=Pią
Day_Short_6=So
Day_Short_7=Nie
DeltaDateTime=Przedział daty i czasu
Description=Opis
DirnamePattern=Wzorzec nazwy folderu
Edit=Edytuj
Error=Błąd
Errors=Błędy
Err_100=OK
Err_101=Nieznany błąd
Err_102=<>:"/\\*? nie są wspierane w nazwach plików
Err_103=Nazwa pliku zawiera niedozwolone znaki
Err_104=Zbyt długa nazwa pliku
Err_105=Plik istnieje
Err_106=Folder nie istnieje
Err_107=Brak pliku źródłowego
Err_108=Nie określono nazwy pliku
Err_109=Możliwość wystąpienia plikó o jednakowych nazwach
Err_110=Niewłaściwa metoda zmiany nazwy
Err_111=Brak informacji o obrazie
Err_112=Nie znaleziono znaczników ID3
Err_113=Zbyt wiele plików dla <Inc Alpha>
Err_114=Niewłaściwy znacznik czasu
Err_115=Zmieniono rozszerzenie
Err_116=Niewłaściwy znacznik
Err_117=Niewłaściwe wyr. reg.Invalid regular expression
Err_118=Nie znaleziono wzorca
Err_119=Brak odpowiedzi z serwera geolokacji
Err_120=Błędna odpowiedź z serwera geolokacji
Err_121=Brak informacji wideo
Err_122=Brak informacji GPS
Err_123=Foldery nie mogą być przeniesione lub skopiowane do innego napędu
Err_124=Nieprawidłowy skrypt
Err_125=Błąd ExifTool
Err_126=Niepobrano informacji o serialu. Użyj najpierw funkcji importowania.
Err_127=Ignoruj zduplikowane
Err_128=OK, para plików
Err_129=OK, nazwa zastąpiona
Err_FieldWriteError=Nie można zweryfikować pola zapisu
Excellent=Wspaniały
EXIFDate_DateDigitized=Data przetworzenia
EXIFDate_DateOriginal=Data oryginału
EXIFDate_DateTaken=Data zrobienia
EXIFToolDate_DateOriginal=ExifTool Data Oryginału
EXIFToolGPSDateTime=ExifTool GPS DataCzas
Extension=Rozszerzenie
Fair=Znośny
File=Plik
FileCouldNotBeRenamed=Nie można zmienić nazwy pliku
Fileinfo=Informacje  o pliku
FilenamePattern=Wzorzec nazwy pliku
FileRenamedOK=Plik zmieniony poprawnie
Files=Pliki
Folder=Folder
FolderLocation=Położenie folderu
Folders=Foldery
GettingThumbnails=Pobieranie miniatur
Good=Dobry
GotErrors=Wystąpiły błędy
HandleNegativeNumbers=Obsługa ujemnych numerów
Hidden=Ukryty
Hidden_Short=H
Hour=Godz.
Ideal=Idealny
ImageDateTime=Data/czas obrazu
ImageFile=Obraz
InputMessageDescription=Zmień metodę opisu
InsertValue=WstawWartość...
InvertCase=oDWRÓĆ WIELKOŚĆ LITER
ItemNotReverted=Nie można przywrócić elementu
ItemRevertedOK=Przywrócono element
Items=Elementów
LoadList=Wczytaj listę
LowerCase=małe litery
LowerCaseFirstLetter=pierwsza litera z małej
LowerCaseFirstLetterInEveryWord=pierwsza litera każdego słowa z małej
LowerCasePattern=wzorzec małymi literami
MethodName_Add=Dodaj
MethodName_Attributes=Atrybuty
MethodName_List=Lista
MethodName_ListReplace=Lista zmian
MethodName_Move=Przenieś
MethodName_NewCase=Wielkość liter
MethodName_NewName=Nowa nazwa
MethodName_Remove=Usuwanie znaków
MethodName_RemovePattern=Usuń wzorzec
MethodName_Renumber=Numeracja
MethodName_Replace=Zamień
MethodName_Script=Skrypt
MethodName_Swap=Zamiana
MethodName_Timestamp=Czas plików
MethodName_Trim=Przytnij
Methods=Metody
Min=Min.
Moderate=Umiarkowany
Modified=Zmodyfikowano
ModifiedDateTime=Data/czas modyfikacji
Month=Miesiąc
Month_01_Long=Styczeń
Month_01_Short=Sty
Month_02_Long=Luty
Month_02_Short=Lut
Month_03_Long=Marzec
Month_03_Short=Mar
Month_04_Long=Kwiecień
Month_04_Short=Kwi
Month_05_Long=Maj
Month_05_Short=Maj
Month_06_Long=Czerwiec
Month_06_Short=Czer
Month_07_Long=Lipiec
Month_07_Short=Lip
Month_08_Long=Sierpień
Month_08_Short=Sie
Month_09_Long=Wrzesień
Month_09_Short=Wrz
Month_10_Long=Październik
Month_10_Short=Paź
Month_11_Long=Listopad
Month_11_Short=Lis
Month_12_Long=Grudzień
Month_12_Short=Gru
MoveCount=Ile
MovedFileCouldNotBeFound=Nie znaleziono przeniesionego pliku
MovedFolderCouldNotBeFound=Nie znaleziono przeniesionego folderu
MovedItem=Przeniesiony element
MovedItemPath=Przeniesiona ścieżka elementu
MoveFrom=Od
MoveRelative=Przenieś względnie
MoveTo=Do
MsgTitle_Confirm_ClearList=Wyczyść listę
MsgTitle_Confirm_DeleteColumnSet=Usunąć ustawienie kolumn?
MsgTitle_Confirm_OverwriteColumnSet=Schemat już istnieje
MsgTitle_Confirm_Quit=Zamknij Advanced Renamer
MsgTitle_Error=Błąd
MsgTitle_Error_FileNotFound=Nie znaleziono pliku
MsgTitle_Error_InvalidColumnSetName=Niepoprawna nazwa
Msg_Confirm_ClearList=Czy na pewno usunąć wszystkie pliki z listy?
Msg_Confirm_ClearMethodList=Wyczyścić listę metod?
Msg_Confirm_DeleteColumnSet=Usuwanie schematu\n\nCzy na pewno usunąć schemat "%s"
Msg_Confirm_ExtChanged=Rozszerzenia części plików zostaną zmienione. Może to spowodować ich niepoprawne działanie.\n\nCzy na pewno chcesz kontynuować?
Msg_Confirm_OverwriteColumnSet=Schemat "%s" już istnieje\n\nNadpisać nowym?
Msg_Confirm_OverwriteFile=Nadpisać plik?\n\nPlik "%s" zostanie nadpisany. Kontynuować?
Msg_Confirm_PopulateList=Wypełnić pole tekstowe oryginalnymi nazwami elementów listy?
Msg_Confirm_Quit=Na liście pozostały nieprzetworzone pliki.\n\nCzy na pewno zamknąć?
Msg_Confirm_RenamingPossibleErrors=Znaleziono błędy\n\nWykryto potencjalne błędy uniemożliwiające zmianę nazwy dodanych plików.\n\nKontynuować?
Msg_Confirm_SettingsPathChanged=Zmieniłeś folder ustawień.\n\nCzy chcesz skopiować bieżące ustawienia do tego folderu?\n\nUwaga: istniejące pliki zostaną naspisane.
Msg_DeleteUndoJobs=Wszystkie zadania starsze niż wybrana data, zostaną usunięte
Msg_Error_AddFileAssociation=Nie udało się powiązać plików
Msg_Error_CannotAddSoManyFiles=Osiągnięto limit ilości plików.\n\nNie można dodać więcej pozycji do listy niż %d. Sprawdź ustawienia.
Msg_Error_CheckUpdates=Błąd\n\nNie można sprawdzić aktualizacji.
Msg_Error_CoultNotCreateFolder=Nie można utworzyć folderu
Msg_Error_FileNotFound=Błąd\n\nNie znaleziono pliku "%s".
Msg_Error_InvalidColumnSetName=Błąd\n\n%s nie jest poprawną nazwą\n\nNazwa schamatu kolumn może zawierać jedynie liery, cyfry oraz znaki -_.
Msg_Error_InvalidFolder=Błąd\n\nNiepoprawny folder.
Msg_Error_ListIsEmpty=Lista jest pusta
Msg_Error_MustEnableBeforeAddFolders=Musisz wybrać "%s" lub "%s"
Msg_Error_MustHaveSingleExtension=Wszystkie pozycje z listy muszą posiadać to samo rozszerzenie
Msg_Error_NotFoundItems=%d elementów nie odnaleziono.\n\n%s
Msg_Error_NoUndoList=Nie wybrano listy cofnięć.
Msg_Error_Only2000Plus=Funkcjonalność ta jest nie wspierana przez twój system operacyjny.Zalecane systemy: Windows 2000 lub późniejsze.
Msg_Error_RemoveFileAssociation=Usuwanie powiązania plików nie udało się
Msg_Error_RenamingNoFilesInList=Błąd\n\nLista nie zawiera żadnych plików.
Msg_Error_Server=Błąd komunikacji z serwerem
Msg_Error_Unknown=Nieznany błąd\n\n%s
Msg_FirstTimeUse=Uruchomiłeś Advanced Renamer po raz pierwszy. Zalecamy zapoznanie się z podręcznikiem w celu efektywnego wykorzystania aplikacji.\n\nCzy otworzyć podręcznik?
Msg_Info_BatchModeNotSupportedForFolders=Wybrany tryb wsadowy nie obsługuje folderów.
Msg_Info_BatchWriteMetadataCompleted=Zakończono operację wsadową.\n\nPrzetworzono:  %d.\nPoprawnie:       %d.\nNiezmienione:   %d.\nIlość błędów:    %d.
Msg_Info_ConvertMethods_0310=W aktualnej wersji programu Advanced Renamer szablony metod umieszczone są w dowolnym folderze. Po kliknięciu przycisku OK będziesz mógł wybrać dowolny folder, w którym zostaną zapisane istniejące szablony.
Msg_Info_CouldNotBeAdded=%d plików nie zostało usuniętych.
Msg_Info_ItemsAlreadyInList=%d elementów jest już na liście.
Msg_Info_LanguageChange=Zmiana języka nastąpi po ponownym uruchomieniu aplikacji.
Msg_Info_NewVersion=Dostępna jest nowa wersja.\n\nCzy chcesz ją pobrać?
Msg_Info_NoNewVersion=Brak nowych wersji.
Msg_Info_RevertChanges=Anuluje wprowadzone zmiany i przywróci ustawienia domyślne.\n\nKontynuować?
Msg_Info_ThankYou=Dziękuję! Jesteś najlepszy :-)
Msg_Info_UndoHasEnded=Cofnięcie zmiany wsadowej zakończono z błędami w ilości: %d.
Msg_Info_UndoSuccess=Cofanie zmian ukończone pomyślnie.
MusicFile=Plik audio
Name=Nazwa
NameAndExtension=Nazwa i rozszerzenie
NameCollisionRule_AppendImgSubsec=Dodaj części sekundy obrazu
NameCollisionRule_AppendNumber=Dodaj numer przyrostowo
NameCollisionRule_AppendPattern=Dodaj wzorzec
NameCollisionRule_Fail=Błąd
NameCollisionRule_Ignore=Ignoruj
NewCase=Nowy przypadek
NewFolder=Nowy folder
NewName=Nowa nazwa
NewNumber=Nowa liczba
No=Nie
NoChange=Bez zmian
NoMethods=Brak dostępnych metod.\n\nKliknij "Dodaj" aby dodać nowe metody.
None=Brak
NotRegistered=Niezarejestrowano
Nth1=Pierwsze
Nth2=Drugie
Nth3=Trzecie
Nth4=Czwarte
Nth5=Piąte
Nth6=Szóste
Nth7=Siódme
Nth8=Ósme
Nth9=Dziewiąte
NumberDifference=Krok
NumberLength=Cyfr
NumberPosition=Start od
NumericValueOrPattern=Wartość liczbowa lub wzorzec
Occurrence=Wystąpienia
OK=OK
OriginalFileNotFound=Nie znaleziono pliku źródłowego
OriginalFileStillExists=Plik źródłowy wciąż istnieje
OriginalFolderNotFound=Nie znaleziono folderu źródłowego
OriginalFolderStillExists=Folder źródłowy wciąż istnieje
Pattern=Wzorzec
PersonalUse=Użytek domowy
PleaseRegisterMessage=Wiadomość od autora:\n\nJeśli używasz to oprogramowanie komercyjnie lub w miarę często, proszę o zakup licencji. Wybierz proszę jeden z poniższych przycisków.\n\nPozdrawiam\n  Kim Jensen
Poor=Kiepski
PopulateList=Wypełnij listę
PreBatchScript=Preskrypt wsadowy...
ReadOnly=Tylko do odczytu
Readonly_Short=R
RegEx_AnyChar=Dowolny znak
RegEx_CharList=Znak z listy znaków
RegEx_Digit=Cyfra
RegEx_EndLine=Koniec linii
RegEx_Match0OrMore=Znajdź 0 lub więcej
RegEx_Match1Or0=Znajdź 0 lub 1
RegEx_Match1OrMore=Znajdź 1 lub więcej
RegEx_MatchLeastNTimeNoMoreM=Znajdź od n do m wystąpień
RegEx_MatchLeastNTimes=Znajdź conajmniej n wystąpień
RegEx_MatchNTimes=Znajdź n wystąpień
RegEx_NonCharList=Znak spoza listy znaków
RegEx_NonDigit=Znak nie-liczbowy
RegEx_NonWordChar=Znak biały (np. spacja)
RegEx_StartLine=Początek linii
RegEx_SubAlternative=Alternatywa podciągu
RegEx_SubGroup=Grupa podciągu
RegEx_SubMatch=Pierwszy znaleziony podciąg
RegEx_WordChar=Znak słowa
Register=Prośba o rejestrację
RegisteredTo=Zarejestrowano dla %s
RemoveCount=Usuń znaki
RenamedFileCouldNotBeFound=Nie znaleziono zmienionego pliku
RenamedFolderCouldNotBeFound=Nie znaleziono zmienionego folderu
RenamedItem=Zmieniony element
RenamedItemPath=Zmieniona ścieżka elementu
RenumberChange=Zmień na
RenumberChangeTypeAbsoluteText=Wartość bezwzględna
RenumberChangeTypeRelativeText=Względne do istniejącej liczby
Replace=Zamień
ReplaceWith=Na
SaveColumnSet=Zapisz schemat
SaveList=Zapisz listę
Season=Sezon
Sec=Sek.
SelectFolder=Wybierz folder
SelectMethod=Wybierz metodę
Separator=Separator
Set=Ustaw
ShowInWindow=Pokaż w oknie...
Skip=Pomiń
StartingAt=Rozpocznij od
Status=Status
Status_TestingNames=Status: testowanie nazw...
System=Systemowy
System_Short=S
Tag=Znacznik
TagCategoryAdvanced=Znaczniki zaawansowane
TagCategoryChecksum=Znaczniki sumy kontrolnej
TagCategoryDateTime=Znaczniki Data/Czas
TagCategoryDateTimeCreated=Znaczniki Data/Czas utworzenia
TagCategoryDateTimeModified=Znaczniki Data/Czas modyfikacji
TagCategoryDefault=Znaczniki domyślne
TagCategoryFileSize=Znaczniki wielkości pliku
TagCategoryGPS=Znaczniki lokalizacji GPS
TagCategoryID3=Znaczniki ID3/MP3
TagCategoryImage=Znaczniki obrazów
TagCategoryTVShow=Znaczniki seriali
TagCategoryVideo=Znaczniki wideo
TBShowlblEpisodesTitle=Wybierz sezony i odcinki dla "%s".
TextList=Tekst listy
TextToBeReplaced=Zamień
ToRemoveMoreThanOne=By usunąć kilka wzorców użyj \\ do ich rozdzielenia
ToReplaceMoreThanOne=By zamienić więcej niż jedną sentencję użyj \\ jako separatora.
TrimCharacters=Przytnij znaki
TypeNameForColumnSet=Nazwa schematu:
Unknown=Nieznany
Unset=Brak
UpdateAvailable=Dostępna jest nowa wersja. Kilknij by zaktualizować.
UpperCase=WIELKIE LITERY
UpperCaseFirstLetter=Pierwsza litera wielką
UpperCaseFirstLetterInEveryWord=Pierwsza Litera Każdego Słowa Wielką
UpperCasePattern=WZORZEC wielkimi literami
UseRegularExpressions=Użyj wyrażeń regularnych
Value=Wartość
Video=Wideo
VideoFile=Plik wideo
WithErrors=Pozycje zawierające błędy
WithoutErrors=Pozycje niezawierające błędów
WordSeperators=Separatory słów
Year=Rok
Yes=Tak
ZeroPadding=Wyrównanie zerami
ZeroPadTypeAuto=Automatyczne
ZeroPadTypeManual=Ręczny
ZeroPadTypeNo=Brak
